"无法访问相册中照片" = "Impossible d'accéder aux photos dans l'album";
"当前无照片访问权限，建议前往系统设置，\n允许访问「照片」中的「所有照片」。" = "Il n'y a actuellement aucune autorisation d'accès aux photos, il est recommandé d'aller dans les paramètres système,\nautoriser l'accès à toutes les photos de la photo";
"前往系统设置" = "d'installation";
"取消" = "Annuler";
"相册" = "album photo";
"完成" = "Finir";
"原图" = "original";
"仅看一次" = "View Once";
"原片" = "original";
"预览" = "Aperçu";
"编辑" = "Éditer";
"返回" = "retourner";
"还原" = "réinitialiser";
"自由" = "libre";
"没有可选资源" = "Pas de ressources facultatives";
"照片和视频不能同时选择" = "Les photos et les vidéos ne peuvent pas être sélectionnées en même temps";
"最多只能选择%d张照片" = "Vous ne pouvez sélectionner que jusqu'à %d photos";
"已达到最大选择数" = "Nombre maximum de choix atteint";
"视频最大时长为%d秒，无法选择" = "La durée maximale de la vidéo est de %d seconde et ne peut pas être sélectionnée";
"视频最小时长为%d秒，无法选择" = "La durée minimale de la vidéo est de %d seconde et ne peut pas être sélectionnée";
"视频和照片不能同时选择" = "La vidéo et la photo ne peuvent pas être sélectionnées en même temps";
"最多只能选择%d个视频" = "Vous ne pouvez sélectionner que %d vidéos maximum";
"正在下载" = "Téléchargement";
"下载失败" = "Échec du téléchargement";
"没有照片" = "pas de photo";
"你可以使用相机拍些照片" = "Vous pouvez prendre des photos avec l'appareil photo";
"无法访问相册中所有照片，\n请允许访问「照片」中的「所有照片」" = "Impossible d'accéder à toutes les photos de l'album,\nveuillez autoriser l'accès à toutes les photos des photos";
"只能查看允许访问的照片和相关相册" = "Afficher uniquement les photos autorisées et les albums associés";
"无法使用相机!" = "Impossible d'utiliser l'appareil photo";
"无法使用相机功能" = "Impossible d'utiliser la fonction appareil photo";
"请前往系统设置中，允许访问「相机」。" = "Veuillez vous rendre dans les paramètres système pour autoriser l'accès à la caméra";
"照片大小超过最大限制" = "La taille de la photo dépasse la limite maximale";
"视频大小超过最大限制" = "La taille de la vidéo dépasse la limite maximale";
"视频导出失败" = "Échec de l'exportation de la vidéo";
"保存失败" = "Échec de la sauvegarde";
"所有照片" = "Toutes les photos";
"正在处理..." = "Traitement";
"处理失败" = "Échec du traitement";
"导出失败" = "Échec de l'exportation";
"视频加载中" = "Chargement vidéo";
"视频加载失败!" = "Échec du chargement de la vidéo";
"视频可编辑最大时长为%d秒，无法编辑" = "La durée maximale de la vidéo qui peut être modifiée est de %d seconde et ne peut pas être modifiée";
"相机不可用!" = "La caméra n'est pas disponible";
"确定" = "Sûr";
"提示" = "indice";
"图片获取失败!" = "Échec de l'acquisition de l'image";
"视频获取失败!" = "Échec de l'acquisition vidéo";
"图片下载中" = "Téléchargement d'images";
"视频下载中" = "Téléchargement de vidéo";
"设置失败!" = "Échec de l'installation";
"唯美" = "Nashville";
"梦幻" = "Grille-pain";
"老电影" = "vieux film";
"怀旧" = "Nostalgie";
"黑白" = "Noir et blanc";
"色调" = "Ton";
"模糊" = "Vague";
"岁月" = "ans";
"单色" = "monochrome";
"褪色" = "disparaître";
"冲印" = "Imprimer";
"铬黄" = "Jaune Chrome";
"暂无配乐" = "Pas de bande son";
"配乐" = "Bande sonore";
"视频原声" = "Son d'origine";
"正在同步iCloud" = "Synchronisation ICloud";
"iCloud同步失败" = "Échec de la synchronisation iCloud";
"拖动到此处删除" = "Faites glisser ici pour supprimer";
"松手即可删除" = "Lâcher prise pour supprimer";
"搜索" = "chercher";
"背景音乐" = "Musique";
"搜索歌名" = "Rechercher le titre d'une chanson";
"此歌曲暂无歌词，请您欣赏" = "Il n'y a pas de paroles pour cette chanson, s'il vous plaît profiter";
"选择" = "choisir";
"取消选择" = "annuler la sélection";
"歌词" = "paroles de chanson";
"拍摄失败!" = "Le tournage a échoué";
"摄像头切换失败!" = "Échec du changement de caméra";
"相机初始化失败!" = "Échec de l'initialisation de la caméra";
"轻触拍照" = "Appuyez pour prendre une photo";
"按住摄像" = "Tenir pour enregistrer";
"轻触拍照，按住摄像" = "Appuyez pour prendre une photo, maintenez enfoncé pour enregistrer";
"拍摄时长不足%d秒" = "Le temps de prise de vue est inférieur à %d seconde";
"麦克风添加失败，录制视频会没有声音哦!" = "Échec de l'ajout du microphone, il n'y aura pas de son lors de l'enregistrement vidéo";
"无法使用麦克风" = "Impossible d'utiliser le microphone";
"请在设置-隐私-相机中允许访问麦克风" = "Veuillez autoriser l'accès au microphone dans Paramètres-Confidentialité-Caméra";
"更多" = "Suite";
"张照片" = "photos";
"个视频" = "vidéos";
"实况" = "Habitent";
"照片" = "photo";
"视频" = "vidéo";
"点击摄像" = "Cliquez pour enregistrer";
"音量" = "le volume";
"明亮" = "léger";
"删除" = "effacer";
"原始比例" = "Original";
"自由格式" = "Forme libre";
"正方形" = "Carré";
"亮度" = "Luminosité";
"对比度" = "Contraste";
"饱和度" = "Exposition";
"曝光度" = "Saturation";
"色温" = "Chaleur";
"暗角" = "Vignette";
"锐化" = "Aiguiser";
"蒙版素材" = "Masques";
"筛选" = "Filtres";
"筛选条件" = "Ville filtrée";
"无筛选条件" = "Aucun filtre";
"没有项目" = "Pas d'objet";
"筛选结果" = "Filtrer les résultats";
"所有项目" = "Tous les articles";
"已编辑" = "Édité";
"仅显示" = "Montrer";
"筛选照片" = "Photos";
"筛选视频" = "Vidéos";
"选择相册" = "Sélectionner un album";
"我的相册" = "Mon album";
"媒体类型" = "Type de support";
"查看全部" = "Voir tout";
"全部" = "Tous";
"清空已编辑的内容" = "Effacer Modifié";
"高光" = "Souligner";
"阴影" = "Ombre";


"HXAlbumCameraRoll" = "Pellicule";
"HXAlbumPanoramas" = "Panoramas";
"HXAlbumVideos" = "Vidéos";
"HXAlbumFavorites" = "Favoris";
"HXAlbumTimelapses" = "Laps de temps";
"HXAlbumRecents" = "Récent";
"HXAlbumRecentlyAdded" = "Récemment ajouté";
"HXAlbumBursts" = "rafale";
"HXAlbumSlomoVideos" = "ralenti";
"HXAlbumSelfPortraits" = "selfies";
"HXAlbumScreenshots" = "Captures d'écran";
"HXAlbumDepthEffect" = "Effet de profondeur";
"HXAlbumLivePhotos" = "Photo en direct";
"HXAlbumAnimated" = "GIF";
